{
  "archer": "<p>As precise and accurate as a well-crafted arrow, archers don't mess around. They prefer to keep their distance, as that is where they are the most effective, never letting anyone get too close to them. Archers are direct and focused and thus make the best guards. Ever vigilant, archers are always looking ahead as, if taken by surprise, they are easily killed. If you are playing an Archer be direct, and on target, sturdy and perhaps high strung, watchful of the future and of your back.\n</p>",
  "assassin": "<p>The shadiest of all the classes, Assassins see life as expendable and unimportant. Even their own life is trivial, someone will kill them sooner or later. That's life. Life is short and thus Assassins tend to get to the point quickly, literally. Some-what of a martial artist, there is something Zen about the Assassin's way, not unlike the @L[Class:Duelist]{Duelist} in that they have strong inner motivation, though care nothing for honor. Assassins try to increase hatred between people in the hopes of creating more job opportunities for themselves. If you're an Assassin, don't think twice about killing someone, care little for your own life and cut to the chase!\n</p>",
  "berserker": "<p>Wild and savage. They distrust magic of all kinds and put their faith in themselves before others. Always at the front of a battle, Berserkers love the sport of combat and don't like missile weapons. Not reliable as guards as they are too distracted and are rarely very intelligent. If you are a Berserker be larger than life, brash, not too bright and stupidly brave.\n</p>",
  "corsair": "<p>People of the sea, they are never very comfortable far from a large body of water. Corsairs are wanderers and like to be on the move. Corsairs tend to be humble in that they understand that nature is greater than they are and respect it for that. If you are an Corsair, crave water and sailing, go with the flow, keep on the move, and keep things ship shape.\n</p>",
  "duelist": "<p>Honor-bound and honest to the core, Duelists are often judges and referees for duels as well as devoted warriors. Duelists prize the honor of their family above any sort of personal gain and thus strive for excellence in everything that they do. A true Duelist wins the battle before it has begun. Strategy and personal perfection are the Duelist's way. If you are a Duelist, be calm, focused, well spoken and confident in yourself.\n</p>",
  "flameMage": "<p>Fierce and brazen, these mages are always at war. The arms dealers of the world, their magic is completely focused on destruction and thus they seek to create bigger and better ways to blow things up. Passionate, wild and a bit chaotic, these mages like the mountains and underground spaces. If you are playing a Flame Mage be hot tempered, war-like, ready for battle, and consuming everything.\n</p>",
  "knight": "<p>The true glory seekers, Knights are chivalrous to a point but have none of the @L[Class:Duelist]{Duelist's} respect for battles. Knights are the weapon masters, well-armored but relying on their swift, powerful attacks and powerful strength to destroy their enemy before they can counter attack. Knights are the real behemoths of the battlefield, leading troops into the fray and slaughtering all they can. If you are a Knight be looking for glory, looking for the next powerful weapon.\n</p>",
  "lifeMage": "<p>The true healers of the world, they are committed to sustaining all life. The truly altruistic characters, Life Mages are known to enter battles on neither side, healing anyone and everyone who they can. Obsessed with keeping people alive and conquering death, Life Mages are not as righteous as the Paladin but much more humble and kind. Shying away from combat, they prefer to stand behind the troops, healing when needed. If you are playing a Life Mage be helpful, kind and loving, protective but committed to saving lives and fighting death.\n</p>",
  "natureMage": "<p>The enchanter of the woods, these wandering spell casters resemble Rangers in their wanderlust. More comfortable with animals than people, Nature Mages are always heading to the woods and keeping to themselves. Ever in defense of the land, Nature Mages are like environmentalists. Nature Mages are in tune with the world at all times. If you are playing a Nature Mage be reclusive, avoiding people if you can, happy in nature and eager to leave any civilization.\n</p>",
  "necromancer": "<p>The true dealer of death, Necromancers are most at home in the cemetery digging up future minions. Shunned by most of society, these dark mages are not necessarily evil, they simply see death as full of potential energy while others see it as the end of life. Necromancers fear nothing, as they are always facing death. If you are playing a Necromancer be unafraid, kill without remorse and be interested in dead bodies, close to death yourself, almost in another world.\n</p>",
  "paladin": "<p>The least martial of the warriors, their outlook on life is that of the combat medic, focusing on keeping others alive on the front lines. Paladins are often leaders, as their charismatic charm draws followers to them and everyone likes to have a healer on their side. Paladins see themselves as somewhat better than most others as they have magical powers that other warriors lack. Paladins usually have a strong guiding force in their life to help those in need and do what is right. If you are a Paladin be righteous, concerned for others, and take charge.\n</p>",
  "ranger": "<p>The true wanderer, they are a bit like @L[Class:Corsair]{Corsairs} of the land. Always on the move and scouting about, rangers never like to have much responsibility if they can help it and prefer to be on their own. Gritty and worn like old leather, these characters are unflinching and realistic at all times. If you are playing a Ranger, keep watch, seek solitude, long for the woods and be introspective.\n</p>",
  "stormMage": "<p>The true wonder seeker, these mages are the philosophers of the world, always seeking out more knowledge and more wisdom. The Storm Mage is a logician, a tactical intellectual who prefers to neutralize opponents rather than destroy them. Often cold, the Storm Mage is also tumultuous and crafty. If you are playing a Storm Mage, be curious, hungry for information, always in the clouds, tricky and clever, eluding rather than confronting.\n</p>",
  "thief": "<p>Almost as shady as the @L[Class:Assassin]{Assassin}, a Thief is a bit more socially oriented and has a much greater care for her own life. Thieves are the flip side of the @L[Class:Duelist]{Duelist} and tend to follow laws and tell the truth only if it serves their purpose. Always trying to make a profit, thieves are the businessmen of the world and will cheat you without blinking an eyelash, that is their job. If you are playing a thief, lie and make up stories, be ever watchful for a chance to search or loot and look for the profit angle, never doing anything for free.\n</p>",
  "veteran": "<p>Jaded and tough, these warriors act as if they have seen it all. Obviously they are not all seasoned warriors, but the training of a Veteran involves a great deal of time in battle, so even a first rank Veteran has seen more action than other first rank warriors. The strategy of the Veteran is to be an immovable wall, and hold the line. Veterans rely on defense in battle, always working to better ensure their protection, which is why they survive to be veterans. If you are a Veteran be jaded, unimpressed, hard, and pessimistic.\n</p>"
}