{
  "int": "A creature's intelligence (abbreviated as @L[Core:Intelligence]{INT}) is a measure of its mental acuity. It has no standard intrinsic mechanical effects on its own.",
  "mov": "A creature's movement (abbreviated as @L[Core:Movement]{MOV}) is a measure of how quickly it can move. A creature's base movement speed determines the maximum amount they can @L[Move] in a single action under normal conditions. It is determined by the creature's MOV attribute and is equal to 30 + (10 × MOV) in feet per action. A creature's base movement speed alone does not actually determine how far it can move in practice. Every creature has speeds for different types of movement, such as walking, leaping, swimming, climbing, and flying. The possible speed adjustments are double, normal, half, quarter, and none. Moving 5 feet at half speed uses 10 feet of movement, while moving 5 feet at double speed uses only 2.5 feet of movement. The following table summarizes the different movement speed adjustments.",
  "str": "A creature's strength (abbreviated as @L[Core:Strength]{STR}) is a measure of its capacity to lift and carry other objects.",
  "per": "A creature's perception (abbreviated as @L[Core:Perception]{PER}) is a measure of how perceptive they are about the world around them.",
  "unp": "A creature's presence tier is a numerical indicator of their capacity to passively maintain their will over magical artifacts, spirits, or other beings. As they level up, a character's presence tier will continue to increase. Magic items, mounts, and the like will typically have the required tier it takes to use them specified. A character can only maintain control over things with a total tier less than or equal to their presence tier. Using something that requires presence takes @L[Attune]{Attunement}. @L[Deattune]{Deattunement} is required to free up presence for another purpose. Whenever @L[Core:Presence]{PRES} is written, it refers to a character's total presence tier. @L[Core:Presence]{UNP} is a character's unused presence.",
  "snk": "A creature's sneak (abbreviated as @L[Core:Sneak]{SNK}) is a measure of how stealthy it is."
}
